mergeMultiplesMeshes/testCase_2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          32;
        startFace       28;
    }
    inlet
    {
        type            patch;
        nFaces          4;
        startFace       60;
    }
    outlet
    {
        type            patch;
        nFaces          4;
        startFace       64;
    }
)

// ************************************************************************* //
