mergeMultiplesMeshes/testCase_2/system/cellSetsDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    object      cellSetsDict;
}
/*---------------------------------------------------------------------------*/

readTime        "20";

fieldName       U;

cellSetName     
(
    cellSetTest1                  
    cellSetTest2
    cellSetTest3
);

// hello
// {
//     name        shenhui.ruan;
//     age         "26";
//     gender      male;

// }


